Repository: common-repository/koumpounophobia
Catalog: languages/kphobia-*.po
Languages: ru_ru

source: Koumpounophobia Settings
ru_ru: Настройки Koumpounophobia

source: Koumpounophobia Help
ru_ru: Помощь по Koumpounophobia

source: Koumpounophobia Built-in Buttons
ru_ru: Встроенные кнопки Koumpounophobia

source: Use <strong>%s</strong> button?
ru_ru: Использовать <strong>%s</strong> кнопку?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Koumpounophobia settings data has been deleted or corrupted
ru_ru: Настройки Koumpounophobia удалены или испорчены

source: Buttons From Other Plugins
ru_ru: Кнопки от других плагинов

source: No buttons from other plugins are currently registered.
ru_ru: Кнопки от других плагинов не найдены

source: Your Custom Buttons
ru_ru: Ваши кнопки

source: Name
ru_ru: Имя

source: Delete
ru_ru: Удалить

source: You have not added any custom buttons yet.
ru_ru: У вас не добавлены кнопки.

source: Save Options
ru_ru: Сохранить настройки.

source: Add a Custom Button
ru_ru: Добавить свою кнопку

source: A name to refer to your button. This will be the label shown on the button in the HTML Editor, so it should be short.
ru_ru: Имя, ссылающееся на на ваши кнопки. Это будет показано на надписи кнопки в редакторе HTML, поэтому оно должно быть коротким.

source: Add Button
ru_ru: Добавить кнопку

source: Uninstall Koumpounophobia
ru_ru: Удалить Koumpounophobia

source: Uninstall Koumpounophobia?
ru_ru: Удалить Koumpounophobia?

source: Check this box if you want to completely remove Koumpounophobia. <strong>This will permanently remove any Koumpounophobia-based custom buttons in your HTML Editor.</strong> After uninstalling, you can then deactivate Koumpounophobia on your plugins management page.
ru_ru: Установите этот флажок, если вы хотите полностью удалить Koumpounophobia. <strong>Это позволит окончательно удалить все пользовательские кнопки Koumpounophobia из вашего HTML редактора.</strong>После удаления Вы можете отключить Koumpounophobia на вашей странице управления плагинами.

source: Are you sure you want to uninstall Koumpounophobia?
ru_ru: Вы уверени, что хотите удалить Koumpounophobia?

source: Tipping: it isn't just for cows
ru_ru: Чаевые: не только для коров

source: I develop and maintain my WordPress plugins for the love of course, but a tip would be nice :-) Thanks!
ru_ru: Я развиваю и поддерживаю мои плагины для WordPress с любовью, конечно, но за совет будет приятно :-) Спасибо!

source: Tag
ru_ru: Тэг

source: The tag your button will insert, not including delimiters (do not include &lt; &gt; or [ ] delimiters)
ru_ru: Тег кнопки, не включая разделители (не включает &lt; &gt; or [ ] разделители)

source: Title
ru_ru: Заголовок

source: Title text for your button; appears as mouseover help text in most browsers
ru_ru: Текст заголовка для вашей кнопки, курсор мыши, появляется подсказка в большинстве браузеров

source: The id of your button. This should start with "ed_" (for example, "ed_span"). If you use the id of a button already in the button bar, it will replace that button
ru_ru: ID вашей кнопки. Должно начинаться с "ed_" (для примера, "ed_span"). Если вы используете идентификатор кнопки уже в панели кнопок, он будет заменен кнопкой

source: Self closing tag
ru_ru: Закрывающий тег

source: Whether your tag self closes (like an &lt;img /&gt; tag) or has a separate closing tag (like a &lt;/p&gt; tag)
ru_ru: Если ваш тег закрытый (&lt;img /&gt; tag) или является разделяющим тегом (like a &lt;/p&gt; tag)

source: Shortcode
ru_ru: Краткий код

source: Tag type
ru_ru: Тип тега

source: Whether your tag is a shortcode tag (with [ ] delimiters) or an HTML tag (with &lt; &gt; delimiters)
ru_ru: Если ваш тег представляет собой краткий тег (с [ ] разделителями) или HTML тегами (с &lt; &gt; разделителями)

source: Enabled
ru_ru: Включено

source: Whether your button is enabled in the button bar, or disabled and not shown in the button bar
ru_ru: Если кнопка включена кнопка в баре, или отключена, а не указано на панели кнопок

source: Custom Dialog
ru_ru: Пользовательский диалог

source: Select 'yes' to enable a custom input dialog for your button. The dialog is where you can accept user input for your tag's attributes. For example, if you are creating a button for the &lt;img&gt; tag, you would have your form dialog ask the user to provide the value for the 'src' attribute. All custom dialogs belong in your plugin directory, in the file kphobia/display/custom_dialogs.html (you'll need to create this file). Use the dialogs in kphobia/display/dialogs.html file as models for creating your custom dialogs. <strong>Important:</strong> you must give your dialog elements IDs that follow the naming conventions you see in dialogs.html (for example, kphobia_<em>yourButtonName</em>_dialog).
ru_ru: Выберите 'Да' для ввода для вашей кнопка. The dialog is where you can accept user input for your tag's attributes. For example, if you are creating a button for the &lt;img&gt; tag, you would have your form dialog ask the user to provide the value for the 'src' attribute. All custom dialogs belong in your plugin directory, in the file kphobia/display/custom_dialogs.html (you'll need to create this file). Use the dialogs in kphobia/display/dialogs.html file as models for creating your custom dialogs. <strong>Important:</strong> you must give your dialog elements IDs that follow the naming conventions you see in dialogs.html (for example, kphobia_<em>yourButtonName</em>_dialog).

source: Koumpounophobia has been uninstalled. You can now deactivate Koumpounophobia on your plugins management page.
ru_ru: Koumpounophobia был удален. Вы сейчас можете отключить Koumpounophobia в настройках управления плагинами.

source: Uninstall of Koumpounophobia failed. Database error:
ru_ru: Ошибка удаления Koumpounophobia. Ошибка базы данных:

source: You must check the 'Uninstall Koumpounophobia' checkbox to confirm you want to uninstall Koumpounophobia
ru_ru: Вы должны проверить 'Удаление Koumpounophobia' флажок, чтобы подтвердить, что вы хотите удалить Koumpounophobia

source: Button created.
ru_ru: Кнопка создана.

source: Settings not saved. All fields for a new button are required.
ru_ru: Настройки не сохранены. Все поля обязательны для заполнения.

source: Button deleted.
ru_ru: Кнопка удалена

source: Koumpounophobia settings saved.
ru_ru: Настройки Koumpounophobia сохранены.
